{
    "menu.home": "Home",
    "menu.services": "services",
    "menu.about":"about us",
    "menu.contact":"contact",

    "head.title.purple": "IT Talent",
    "head.title": "Solutions",

  "head.subtitle": "We specialize in revolutionizing IT companies through human capital management solutions. With a team of young and dynamic professionals, we are dedicated to helping organizations achieve peak performance by cultivating conscious leaders and connecting them with exceptional talent.",
  "head.subtitle2": "Committed to excellence, diversity and equal opportunity, we are a company led by women.",
  "head.button": "learn about us",
  "head.button2": "get in touch",

  "head.box1": "Our IT Recruiting services are designed to seamlessly address your company's staffing needs, connecting you with precisely the right talent to fuel your ongoing growth and success.",
  "head.box2": "Through our comprehensive Trainings, we empower your employees to enhance their soft skills, fostering stronger personal connections and unlocking their full professional potential.",

  "number.1.title": "We focus on solving your staffing needs",
  "number.1.text":"Our expert team is committed to understanding your unique staffing requirements. We co-create customized sourcing strategies that align with your company's values, interests, and objectives, ensuring a meaningful connection.",
  "number.2.title": "We are specialists in communication and soft skills application",
  "number.2.text":"We deliver dynamic and interactive trainings to optimize relationships within your company and support your internal culture. By actively developing soft skills among your staff, you'll experience stronger interpersonal connections, reduced turnover rates, improved quality metrics, and maximize employee potential.",
  
  "number.3.title":"Discover the Trends and Opportunities in the IT market ",
  "number.3.text":"We go beyond traditional staffing services by offering comprehensive market analysis, competitive intelligence, and talent mapping. By partnering with us, you gain a competitive edge in recruiting and talent management, ensuring you attract the right candidates and position your company for long-term success.",
  "number.4.title": "Your Strategic Partner for Building High-Performing Teams ",
  "number.4.text":"Partner with Parole IT to unlock the country's potential for your business expansion in Argentina. With our strategic guidance, extensive network, and local expertise, we are committed to helping you build high-performing teams that drive exceptional results.",

  "services": "services",
  "services.title.1": "IT Recruiting and Talent Management",
  "services.1.text.op1":"Strategic Planning.",
  "services.1.text.op2":"Sourcing and Headhunting.",
  "services.1.text.op3":"Interviews and Reports.",
  "services.1.text.op4":"Employee Engagement and Retention.",
  "services.1.text.op5":"Onboarding.",


  "services.title.2": "Soft Skills Training for the IT Industry",
  "services.2.text.op1":"Design and delivery of soft skills learning solutions for professional development and talent management.",
  "services.2.text.op2":"Corporate training and development.",
  "services.2.text.op3":"Training and Continuous Staff Development.",
  "services.2.text.op4":"Accountable Leadership Development and Empowerment.",
  "services.2.text.op5":"Workplace Diversity and Inclusion.",
  "services.2.text.op6":"Productivity and well-being in the organization: Evolving Emotions.",


  "services.title.3": "We build your IT team in Argentina",
  "services.3.text.op1":"Strategic Talent Acquisition: We understand the specific needs and preferences of European and US companies. ",
  "services.3.text.op2":" Market Insights and Expertise: With a deep understanding of the local market, we provide you with valuable market insights, trends, and data-driven analysis to support your decision-making process.  ",
  "services.3.text.op3":" Seamless Recruitment Process: We handle the entire recruitment process on your behalf, from sourcing and headhunting to interviews and reports. ",
  "services.3.text.op4":" Cultural Alignment and Integration: We recognize the importance of cultural fit for building successful international teams. ",

  "services.title.4": "C-Level recruiting",
  "services.4.text.op1":"We craft highly refined talent search strategies and offer specialized headhunting services for executive, C-level, and high-impact leaders roles.",
  "services.4.text.op2":" Integrate strategic leadership aligned with your goals to drive innovation, growth, and long-term success.",
  "services.4.text.op3":" Strategic Planning.",
  "services.4.text.op4":" Sourcing y headhunting. ",
  "services.4.text.op5":" Interviewing and reporting.",
  "services.4.text.op6":"Loyalty and engagement to retain talent.",



  "companies.title": "Clients who trust in Parole IT",

  "seemore":"...read more",
"seeless":"...read less",

  "testimonio.title":"CMQ Team:",
"testimonio.text":"The 2022 that we closed was a very good overall result and without a doubt, for us they are a reference team in recruitment. We trust their work and the rigor of their analysis.",

"testimonio.2.title":"ALTEC Team:",
"testimonio.2.text":"The course left me with several tools to take back to my work and personal (family) environment, many of which I have managed to put into practice, some almost unconsciously. ",
"testimonio.2.2.text":"I take with me the enthusiasm that there is always something to offer in an organization, a team, a group, etc. and that even if the proposals for change seem 'crazy' and unattainable... you have to co-create actions to start them and then, step by step, you will begin to notice the results. And that all learning in soft skills first works on oneself and in daily activities, and then brings them into the workplace. Dana and Lore, thank you for your time!!!",

"testimonio.3.title":"Student of 'Communication and Leadership in Organizations and HR' - CURZA -:",
"testimonio.3.text":"This course has helped me a lot to see and go through my working life from a different point of view, it has opened paths that maybe I did not see that they were there.  ",
"testimonio.3.2.text":"I have improved a lot my way of communicating, both at work and personally, to try to maintain an active listening with the people around me. And this makes me feel that I am much more open to change and to putting my grain of sand where it needs to be. At the same time, it allows me to dream of a different organization, to think about strategies for change, to want to get more involved and to empathize more with the people who make it up. I am very grateful to the teachers for their commitment and dedication to the classes, I want them to know that they have contributed a lot to my education and have influenced me a lot in this short time. I hope to have another experience like this soon!!",

"testimonio.4.title":"Making Sense - María: ",
"testimonio.4.text":"Thank you very much for the courses offered...useful and at least for me it gave me the opportunity to understand a little more the company's guidelines for this new process of continuous feedback.",

"testimonio.5.title":"Colegio Pio X - Ayelén:",
"testimonio.5.text":"It is a human group with a lot of availability and academic guarantee. They have helped us to raise new challenges and to implement them with great accompaniment and service. Thank you very much for these years that we have been working together!",


  "team.title": "Our team ",

"dana.1":"Working with Dan, we bring a professional touch to communication and boost your team's Soft Skills.",


"pablo.1":"Con Pablo te damos toda la asesoría legal y compliance que necesitás para proteger y desarrollar tu proyecto IT.",


"daiana.1":"Teaming up with Dai, we bring added experience in Business Management and HR.",


"contact.title":"Do you have any questions or concerns?",
"contact.subtitle":"Contact us now!",

"name":"Name",
"email":"Email",
"company":"Company",
"company.website":"Company Website",
"role":"Role",
"info":"Additional information about your role/needs",
"send": "Send",

"contact":"contact",
"terms":"Terms and conditions",
"privacy":"Privacy policy",

"rights":"Parole Consultora - All rights reserved."




  


}

