{
    "menu.home": "Home",
    "menu.services": "services",
    "menu.about":"about us",
    "menu.contact":"contact",

    "head.title": "Human Capital Management Solutions for IT Companies",
  "head.subtitle": "Unlocking Potential, Igniting Growth: Your Partner in IT Human Capital. Welcome to Parole IT, where we specialize in revolutionizing IT companies through human capital management solutions. With a team of young and dynamic professionals, we are dedicated to helping organizations achieve peak performance by cultivating conscious leaders and connecting them with exceptional talent.",
  "head.button": "learn about us",
  "head.button2": "get in touch",

  "head.box1": "Tailored IT Recruiting Solutions: Our IT Recruiting services are designed to seamlessly address your company's staffing needs, connecting you with precisely the right talent to fuel your ongoing growth and success.",
  "head.box2": "Transformative Soft Skills Training: Through our comprehensive Trainings, we empower your employees to enhance their soft skills, fostering stronger personal connections and unlocking their full professional potential.",

  "number.1.title": "Deep Understanding of Your Staffing Needs: ",
  "number.1.text":"Our expert team is committed to understanding your unique staffing requirements. We co-create customized sourcing strategies that align with your company's values, interests, and objectives, ensuring a meaningful connection.",
  "number.2.title": "Effective Application of Soft Skills: ",
  "number.2.text":"We deliver dynamic and interactive trainings to optimize relationships within your company and support your internal culture. By actively developing soft skills among your staff, you'll experience stronger interpersonal connections, reduced turnover rates, improved quality metrics, and maximize employee potential.",
  "number.3.title":"Discover the Trends and Opportunities in the IT market: ",
  "number.3.text":"We go beyond traditional staffing services by offering comprehensive market analysis, competitive intelligence, and talent mapping. By partnering with us, you gain a competitive edge in recruiting and talent management, ensuring you attract the right candidates and position your company for long-term success.",
  "number.4.title": "Your Strategic Partner for Building High-Performing Teams. ",
  "number.4.text":"Partner with Parole IT to unlock the country's potential for your business expansion in Argentina. With our strategic guidance, extensive network, and local expertise, we are committed to helping you build high-performing teams that drive exceptional results.",

  "services": "services",
  "services.title.1": "IT Recruiting and Talent Management:",
  "services.title.1.text":""


}

