{
  "menu.home": "Inicio",
  "menu.services": "servicios",
  "menu.about":"nosotros",
  "menu.contact":"contacto",

  "head.title":"Soluciones en ",
  "head.title.purple":"Talento IT ",
  


  "head.subtitle": "Innovamos en la evolución de las organizaciones hacia el alto rendimiento, generando líderes conscientes y conectándote con las personas talentosas que ayudan a hacer crecer tu empresa.",

"head.button": "conocenos",
  "head.button2": "contactanos",

  "head.box1": "Con nuestro servicio de IT Recruiting resolvemos las necesidades de staffing de tu compañía logrando el match perfecto que necesitás para seguir creciendo.",
  "head.box2": "Con nuestros Trainings los colaboradores de tu empresa incorporan y elevan sus soft skills mejorando los vínculos personales y el desempeño profesional.",
  "number.1.title": "Estamos enfocados en conectar con tus necesidades de staffing ",
  "number.1.text":"Nuestro servicio de IT Recruiting comprende tareas de sourcing adaptadas a los ritmos rápidos del sector. Co-creamos junto con cada cliente un proceso de búsqueda apuntado a lograr una conexión significativa con los valores, intereses y objetivos de la organización.",
  "number.2.title": " Somos expertos en comunicación y aplicación de Soft Skills",
  "number.2.text":"Trabajamos trainings dinámicos y participativos para optimizar los vínculos dentro de las compañías y ofrecer soporte a su cultura interna. Al trabajar el desarrollo de soft skills con su staff, las empresas obtienen relaciones interpersonales fuertes, reducción del índice de rotación, mejora del índice de calidad y maximización del potencial de los colaboradores.",
  "number.3.title":"Conoce las tendencias y oportunidades en el mercado IT",
  "number.3.text":"Vamos más allá de los servicios tradicionales de contratación al ofrecer un análisis de mercado laboral y mapeo integral. Al asociarte con nosotros, obtienes una ventaja competitiva, asegurando el talento adecuado y un mejor posicionamiento de tu empresa.",

  "number.4.title": "Somos la alianza estratégica para construir equipos de alto rendimiento",
  "number.4.text": "Asóciate con Parole IT para desbloquear el potencial de Argentina en la expansión de tu negocio. Con nuestra guía, amplia red y experiencia local, nos comprometemos a ayudarte a construir equipos de alto rendimiento que impulsen resultados excepcionales.",

  "services": "servicios",
  "services.title.1": "IT Recruiting y Gestión del Talento",
  "services.1.text.op1":"Planificación Estratégica.",
  "services.1.text.op2":"Sourcing y Headhunting.",
  "services.1.text.op3":"Entrevistas y elaboración de informes.",
  "services.1.text.op4":"Engagement y fidelización del colaborador.",
  "services.1.text.op5":"Onboarding.",

  "services.title.2": "Soft Skills Trainings para la Industria IT",
  "services.2.text.op1":" Soft Skills para el desarrollo profesional y la gestión de talento.",
  "services.2.text.op2":"Diseño y ejecución de soluciones de aprendizaje.",
  "services.2.text.op3":"Entrenamiento y formación continua del personal.",
  "services.2.text.op4":"Desarrollo de liderazgo accountable y empowerment.",
  "services.2.text.op5":"Desarrollo de habilidades de management.",
  "services.2.text.op6":"Creación de equipos de alto rendimiento.",

  
  "services.title.3": "Armamos tu equipo IT en Argentina",
  "services.3.text.op1":"Adquisición estratégica de talento: Entendemos las necesidades y preferencias específicas de las empresas europeas y estadounidenses.",
  "services.3.text.op2":" Identificación de candidatos de primer nivel en Argentina.",
  "services.3.text.op3": "Proceso de reclutamiento integral: Nos encargamos de todo el proceso, desde la búsqueda y headhunting  hasta las entrevistas e informes.",
  "services.3.text.op4":" Te brindamos información valiosa, tendencias y análisis basado en datos para respaldar tu proceso de toma de decisiones.",
  "services.3.text.op5":"Alineación e integración cultural: Reconocemos la importancia de la compatibilidad cultural para construir equipos internacionales exitosos. Nuestro equipo tiene experiencia en evaluar la compatibilidad cultural.",

"companies.title": "Quiénes confían en nosotros",

"team.title": "Nuestro equipo",

"dana.1":"Desarrollo del capital humano en soft skills.",
"dana.2":"Reclutadora IT.",
"dana.3":"Coach Ontológico y Organizacional.",
"dana.4":"Asesora de Imagen.",

"lorena.1":"Desarrollo del capital humano en soft skills.",
"lorena.2":"Reclutadora IT.",
"lorena.3":"Coach Ontológico y Organizacional.",
"lorena.4":"Bioingeniera.",

"daiana.1":"Lic. en Gestión de Negocios.",
"daiana.2":"Técnica superior de RRHH.",
"daiana.3":"Coach Ontológico.",
"daiana.4":"Estudiante avanzada de Máster en Dirección de RRHH.",
"daiana.5":"Máster en Gestión de Equipos y MBA.",

"contact.title":"¿Podemos ayudarte con algo más?",
"contact.subtitle":"¡Contactanos!",

"name":"Nombre",
"email":"Email",
"company":"Empresa",
"company.website":"Web de la Empresa",
"role":"Rol",
"info":"Info adicional sobre rol/necesidad",
"send": "Enviar",

"contact":"contacto",

"rights":"Parole Consultora - Todos los derechos reservados."

  
}